import React from "react";

export default function () {
  return (
    <div id="grow_plan">
      <h2>План развития</h2>
      <ul>
        <li>
          <big>Форму</big>
          <ul>
            <li>Ответы на технические вопросы</li>
            <li>Составление желаний потребителя</li>
            <li>Исправление багов, стилей, и текста.</li>
            <li>Развитие комьюнити</li>
          </ul>
        </li>
        <li>
          <big>Улучение документыции проекта</big>
        </li>
        <li>
          <big>Панель администратора</big>
        </li>
        <li>
          <big>Зашита</big>
          <ul>
            <li>
              <a href="">Dockerizing</a> - создание независимой оболочки для приложения
            </li>
            <li>Создание защищенных сессий для администраторов и владельцев приложения</li>
          </ul>
        </li>
        <li>
          <big>Расчет стоимости забронированного времени.</big>
        </li>
        <li>
          <big>Онлайн оплата.</big>
        </li>
        <li>
          <big>Профиль клиента:</big>
          <ul>
            <li>Профиль с их активность за все время (где и сколько он катался)</li>
            <li>Добавление фотографий профиля</li>
            <li>Вести учет прогресса, какие трюки он делает добавлять видео отчеты об этом. </li>
            <li>Возможность подавать заявки на вейк парки чтобы становится их тренером.</li>
          </ul>
        </li>
      </ul>
    </div>
  );
}
