import React from "react";

export default function () {
  return (
    <div id="introduce">
      <h2>Введение: знакомство с WakeBooking</h2>
      <p>
        WakeBooking - это программа электронной очереди и учета для wake parks. Она позволяет вам вести электронную
        очередь для ваших клиентов, следить за загруженностью ваших лебедок и тренеров. Работа ваших администраторов
        свидеться к минимуму, а загруженность лебедок вместе с вашим доходом вырастут. С помощью это программы вы можете
        вести базу ваших клиентов следить за их активностью и настраивать акции для клиентов.
      </p>
    </div>
  );
}
