import React from "react";

export default function () {
  return (
    <div id="more_services">
      <h2>Дополнительные услуги</h2>
      <h3> У вас отсутствует сайт и ли площадка на которой вы можете разместить программу электронной очереди?</h3>
      <p>
        Наш сервис может предоставить вам страницу с доменном типа
        <span className="example_url">https://wakebooking.space/yourPark</span>
      </p>
      <p>
        {" "}
        На этой странице мы можем разместить всю информацию про ваш парк, это будет ваш личный landing page это
        дополнительная услуга и оплачиваться она будет отдельно. Цена зависит от объема работ, оплата единоразовая за
        создание этой страницы.
      </p>
    </div>
  );
}
