import React from "react";

export default function () {
  return (
    <div id="why_need">
      <h2>Зачем мне прогрмма?</h2>
      <ul>
        <li>Исправить простой ваших лебедок</li>
        <li>Клиент не будет огорчен заполненостью вашего вейк парка, он будет уверен в том что покатается</li>

        <li>
          Ваши тренера будут знать когда и с кем у них тренировки
          <ul>
            <li>Тренера смогут более рацыонально тратить свое время</li>
            <li>
              Что бы забронировать время у тренера не нужно ни скем созваниватся и узнавать "у кого есть свободное
              времмя" вся информацыя хранится в единной базе, и ваш клиент легко сможет понять какой тренер и на какой
              лебедке сможет эго покатать
            </li>
            <li>Клиенты будут пунктуальние и старатся не пропустить время каталки</li>
            <li>Можно адекватно роспределить нагрузку между тренирами</li>
          </ul>
        </li>

        <li>Вы можете легко спрогнозировать загруженность вейк парка</li>
        <li>У вас есть вся клиенская базза</li>
        <li>Настраивать акции для клиентов</li>
      </ul>
    </div>
  );
}
