import React from "react";
import "./style.scss";

export default function DbModel() {
  return (
    <ul id="model_bd">
      База Данных
      <ul>
        <li>
          Пользователи
          <ul>
            <li>Номерa телефонов:</li>
            <li>380000000000</li>
            <li>
              380000000001
              <ul>
                <li>Имя</li>
                <li>Код потверждения телефона</li>
                <li>
                  Если это администратор: "admin":
                  <ul>
                    <li>id telegram chat - для отправки уведомлений об брони</li>
                    <li>
                      Список парков для администрирования и права к каждому из них
                      <ul>
                        <li>Вейк парк 1: [ просмотр, удаление, добавление ]</li>
                        <li>Вейк парк 2: [ просмотр ]</li>
                        <li>Вейк парк 3: [ владелец ]</li>
                      </ul>
                    </li>
                  </ul>
                </li>
                <li>Если это тренер:</li>
                <li>id telegram chat - для отправки уведомлений об брони</li>
                <li>Описание: [краткая информация, фото]</li>
                <li>Вейк Парки где тренер может преподавать:[ Вейк парк 2 ]</li>
                <li>
                  список тренировок:
                  <ul>
                    <li>Даты:</li>
                    <li>
                      2020:06:01
                      <ul>
                        <li>Время:</li>
                        <li>10:00</li>
                        <li>10:30</li>
                        <li>
                          11:00
                          <ul>
                            <li>Вейк парк</li>
                            <li>Лебедка</li>
                            <li>Дополнительная информацыя</li>
                            <li>Клиент</li>
                          </ul>
                        </li>
                      </ul>
                    </li>
                    <li>2020:06:03</li>
                    <li>2020:06:04</li>
                  </ul>
                </li>
                <li>
                  Список брони:
                  <ul>
                    <li>Дата</li>
                    <li>
                      2020:06:01
                      <ul>
                        <li>Время:</li>
                        <li>10:00</li>
                        <li>10:30</li>
                        <li>
                          11:00
                          <ul>
                            <li>Вейк парк</li>
                            <li>Лебедка</li>
                            <li>Дополнительная информацыя</li>
                            <li>Тренер</li>
                          </ul>
                        </li>
                      </ul>
                    </li>
                    <li>2020:06:03</li>
                    <li>2020:06:04</li>
                  </ul>
                </li>
              </ul>
            </li>
            <li>380000000002</li>
          </ul>
        </li>
        <li>Вейк парк 1</li>
        <li>
          Вейк парк 2
          <ul>
            <li>
              Очередь
              <ul>
                <li>Лебедки:</li>
                <li>7м</li>
                <li>7м с кикером </li>
                <li>
                  9м с фигурами
                  <ul>
                    <li>Время:</li>
                    <li>
                      10:00
                      <ul>
                        <li>Имя</li>
                        <li>Номер телефона</li>
                        <li>Дата создания брони</li>
                        <li>Тренер</li>
                        <li>Отметка Забронированно администратором</li>
                        <li>Комментарий</li>
                      </ul>
                    </li>
                    <li>11:30</li>
                    <li>12:00</li>
                    <li>12:30</li>
                    <li>13:00</li>
                    <li>13:30</li>
                    <li>14:00</li>
                  </ul>
                </li>
              </ul>
            </li>
            <li>
              Тренера:
              <ul>
                <li>Номерa телефонов:</li>
                <li>380000000010</li>
                <li>380000000011</li>
              </ul>
            </li>
            <li>
              Aдминистраторы:
              <ul>
                <li>Номерa телефонов:</li>
                <li>380000000001</li>
                <li>380000000002</li>
              </ul>
            </li>
          </ul>
        </li>
        <li>Вейк парк 3</li>
        <li>Вейк парк 4</li>
      </ul>
    </ul>
  );
}
